Repository: atrebbi/aftershock-ios
Catalog: Aftershock/*.lproj/Localizable.strings
Languages: nl

source: User name is not specified
nl: Gebruikersnaam niet gespecifieerd

source: Sysop name is too long
nl: Gebruikersnaam moet langer zijn dan 36 tekens

source: Station name is not specified
nl: Naam van het systeem niet gespecificeerd

source: Station name is too long
nl: Systeem naam is langer dan 64 tekens

source: Primary location of the station if not specified
nl: De locatie is niet opgegeven

source: Primary station location is longer than 72 symbols
nl: De locatie is langer dan 72 tekens

source: FTN-addresses of the station are not specified
nl: FTN-adressen van het systeem zijn niet gespecificeerd

source: Malformed FTN-addresses of the station
nl: Onjuiste FTN-adressen van het systeem

source: Nodelist attributes contain disallowed characters
nl: Systeem attributen bevatten niet-toegestane tekens

source: FTN-addresses of uplink node is not specified
nl: FTN-adressen van uw uplink zijn niet gespecificeerd

source: Malformed FTN-addresses of uplink node
nl: Onjuiste FTN-addresses van uplink node

source: Uplink Inet address not set
nl: Uplink inet adres niet ingesteld

source: Uplink inet address is incorrect
nl: Uplink inet adres bevat onjuiste tekens

source: Uplink TCP port is not set
nl: Uplink TCP-poort is niet ingesteld

source: Incorrect uplink TCP port is specified
nl: Onjuiste Uplink TCP-poort is opgegeven

source: Origin text must be not longer than 56 symbols
nl: Origin tekst mag niet langer zijn dan 56 tekens

source: Tearline must be not longer than 64 symbols
nl: Tear Lijn mag niet meer dan 64 tekens zijn

source: Incorrect value of default maximum messages number
nl: Onjuiste waarde van maximum aantal berichten voor nieuwe gebieden

source: Please open settings application and enter correct values
nl: Open de instellingen en voer de juiste waarden in
